Repository: kobetskiy/traktor_family_gastro_bar
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: European cuisine
uk: Європейська кухня

source: Barbecue menu
uk: Мангал меню

source: Bar
uk: Бар

source: Hookah
uk: Кальян

source: uah
uk: грн

# gramsSymbol
source: g
uk: г

source: Server error
uk: Помилка серверу

source: Please try again later
uk: Спробуйте будь ласка пізніше

source: Try again
uk: Спробувати ще раз

source: No internet
uk: Немає з'єднання

# chechYourConnection
source: No internet connection found. Check your connection to Wi-Fi or mobile network.
uk: Немає підключення до Інтернету. Перевірте підключення до Wi-Fi або мобільного інтернету.

source: Search...
uk: Пошук...

source: Nothing found
uk: Нічого не знайдено

# checkTheRequest
source: Check the request is correct and try again
uk: Перевірте правильність запиту та спробуйте ще раз

source: Japanese cuisine
uk: Японська кухня

source: Favorites
uk: Улюблені

source: Categories
uk: Категорії

source: Write on Instagram
uk: Написати в Instagram

source: Write on Email
uk: Написати на Email

source: Write on Facebook
uk: Написати в Facebook

# wrongLinkDialogText
source: It looks like the link is out of date. We are already fixing it
uk: Схоже, що посилання застаріло. Ми вже виправляємо цю помилку

source: Contact us
uk: Зв'язатися з нами

source: Have a question? Contact us!
uk: Питання? Зв'яжіться з нами

source: From 10am to 9pm free in Ukraine
uk: З 10:00 до 21:00

source: Novelty
uk: Новинки

source: Popular
uk: Популярні

source: The picture is temporarily unavailable
uk: Картинка тимчасово відсутня

source: We are already working on a solution to this problem
uk: Ми вже працюємо над вирішенням цієї промлеми

source: Settings
uk: Налаштування

source: General
uk: Головне

# privacy_policy_1
source: 1. General provisions
uk: 1. Загальні положення

# privacy_policy_1_content
source: 1.1. This Privacy Policy is an integral part of the User Agreement (hereinafter referred to as the «Agreement») located at https://delivery.tr.kh.ua/terms-of-use, as well as other Agreements concluded between the Parties. 1.2. By entering into the Personal Agreement, the User freely, of his own free will and in his own interests gives his indefinite written consent to any methods of processing his personal data, including any action (operation) or set of actions (operations) carried out with or without the use of automation tools such funds with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data in established the real Policy of goals. 1.3. In this Privacy Policy, the terms and definitions provided for in the User Agreement, as well as in other agreements concluded with the User, are used, unless otherwise provided for in this Policy or does not follow from its essence. In other cases, the term used in the Policy is interpreted in accordance with the current legislation of Ukraine.
uk: 1.1. Справжня Політика конфіденційності є невід'ємною частиною Користувацької угоди (далі - «Угода»), розміщеної за адресою: https://delivery.tr.kh.ua/terms-of-use, а також інших Договорів, що укладаються між Сторонами. 1.2. Укладаючи Власну Угоду Користувач вільно, своєю волею і в своїх інтересах даєте безстрокову письмову згоду на будь-які способи обробки своїх персональних даних, включаючи будь-яку дію (операцію) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких коштів з персональними даними, у тому числі збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), вилучення, використання, передачу (поширення, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних у встановлених справжньою Політикою цілях. 1.3. У цій Політиці конфіденційності використовуються терміни і визначення, передбачені Користувальницькою Угодою, а також іншими договорами, що укладаються з Користувачем, якщо інше не передбачено справжньою Політикою або не випливає з її істоти. В інших випадках тлумачення застосовуваного в Політиці терміна проводиться відповідно до чинного законодавства України.

# privacy_policy_2
source: 2. Personal information
uk: 2. Особиста інформація

# privacy_policy_2_content
source: 2.1. Personal information in this Policy means: 2.1.1. Information that the user provides about himself when registering on the Site, as well as in the process of further use of the Site Services, including the User's personal data. The user provides the following personal data: Surname, First Name, Paternal Name, contact phone number, e-mail address, address for delivery of the Goods. 2.1.2. Data transmitted automatically depending on the settings of the User's software, including, but not limited to: IP address, cookie, data about the software used by the User and equipment for working in the communication network, including the Internet, parameters and settings of the Internet browsers, information transmitted and received using the Site. 2.2. The User is aware of and accepts the possibility of third-party software being placed on the Site pages, as a result of which such persons may receive the depersonalized data specified in clause 2.1.2. The specified third-party software may, among other things, include: • systems from the collection of visit statistics (for example, Google Analytics metrics, etc.); limit the collection of such information by third parties using the standard privacy settings of the Internet browser used by him to work with the Site. 2.4. The Seller has the right to set requirements for the composition of the User's Personal Information, which must be provided for the use of the Site and Services provided by him. If certain information is not marked by the Seller as mandatory, it is provided by the user at his own discretion. 2.5. The Seller does not verify the authenticity of the provided Personal Information, believing that the User acts in good faith and makes all necessary efforts to maintain such information in an up-to-date state.
uk: 2.1. Під персональною інформацією в справжній Політиці розуміється: 2.1.1. Інформація, яку користувач надає про себе самостійно при реєстрації на Сайті, а також у процесі подальшого використання Сервісів Сайту, включаючи персональні дані Користувача. Користувач надаємо самостійно такі персональні дані: Прізвище, Ім'я, По Батькові, контактний номер телефону, адреса електронної пошти, адреса доставки Товару. 2.1.2. Дані, які передаються в автоматичному режимі залежно від параметрів програмного забезпечення Користувача, включаючи, але не обмежуючись: IP-адреса, cookie, дані про використовуване користувачем програмне забезпечення та обладнання для роботи в мережі зв'язку, включаючи Інтернет, параметрах і налаштуваннях інтернет-браузерів, що передається і отримується з використанням Сайту інформації. 2.2. Користувач усвідомлює та приймає можливість розміщення на сторінках Сайту програмного забезпечення третіх осіб, внаслідок чого такі особи можуть отримувати зазначені у п.2.1.2 знеособлені дані. До зазначеного програмного забезпечення третіх осіб серед іншого можуть відноситися: • системи зі збору статистики відвідувань (наприклад, метрики Google Analytics тощо); • соціальні плагіни (блоки) соціальних мереж (наприклад, Facebook тощо); • інші системи збору знеособленої інформації. Користувач має право самостійно обмежити збір такої інформації третіми особами, використовуючи стандартні налаштування конфіденційності застосовуваного ним для роботи з Сайтом інтернет-браузера. 2.4. Продавець має право встановлювати вимоги до складу Персональної інформації Користувача, яка повинна обов'язково надаватися для використання Сайту і Сервісів, що надається ним. Якщо певна інформація не позначена Продавцем як обов'язкова, її надання здійснюється користувачем на власний розсуд. 2.5. Продавець не здійснює перевірку достовірності наданої Персональної інформації, вважаючи, що Користувач діє сумлінно і докладає всіх необхідних зусиль до підтримки такої інформації в актуальному стані.

# privacy_policy_3
source: 3. Purposes of personal information processing
uk: 3. Цілі обробки персональної інформації

# privacy_policy_3_content
source: 3.1. The Seller processes, including the collection and storage of, only that Personal Information that is necessary for the conclusion and execution of contracts with the User. 3.2. The Seller has the right to use Personal Information in particular for the following purposes: • Conclusion of contracts for the use of the Site and Site Services; • Fulfillment of obligations under concluded contracts, including providing the user with access to the Site and its Services; • Identification of the user within the framework of the fulfillment of obligations under the contracts concluded with him, including the fulfillment of Buyers' Orders; promotions and offers of the Seller, including advertising messages, to the User's e-mail and mobile phone with his consent; • Informing the User/Buyer about the order and the stages of its processing, including other service messages of the Site that are sent automatically; • Ensuring communication with the user for the purpose of information service and improving the quality of the Site Service, including in the order of notification with the involvement of third parties; • Provision of customer support services for users; • Use of depersonalized data for targeting advertising and/or informational materials by age, gender, other characteristics; • Conducting marketing, statistical and other research based on depersonalized data.
uk: 3.1. Продавець здійснює обробку, в тому числі збір та зберігання лише тієї Персональної інформації, яка необхідна для укладення та виконання договорів з Користувачем. 3.2. Продавець має право використовувати Персональну інформацію зокрема в таких цілях: • Укладання договорів на використання Сайту і Сервісів Сайту; • Виконання зобов'язань за укладеними договорами, включаючи надання користувачеві доступу до Сайту і його Сервісів; • Ідентифікація користувача в рамках виконання зобов'язань за укладеними з ним договорами, включаючи виконання Замовлень Покупців; • Проведення опитувань, контролю задоволеності користувача Сайту про якість послуг, що надаються Продавцем; • Інформування Користувача про акції та пропозиції Продавця, в тому числі рекламні повідомлення, на електронну пошту та мобільний телефон Користувача за його згодою; • Інформування користувача/Покупця про замовлення та етапи його обробки, включаючи інші сервісні повідомлення Сайта, які відправляються автоматично; • Забезпечення зв'язку з користувачем з метою інформаційного обслуговування та поліпшення якості Сервісу Сайту, в тому числі в порядку нотифікації із залученням третіх осіб; • Надання послуг з клієнтської підтримки користувачів; • Використання знеособлених даних для таргетингу рекламних та/або інформаційних матеріалів за віком, статтю, іншими ознаками; • Проведення маркетингових, статистичних та інших досліджень на основі знеособлених даних.

# privacy_policy_4
source: 4. Requirements for the protection of personal information
uk: 4. Вимоги до захисту персональної інформації

# privacy_policy_4_content
source: 4.1. The Seller stores Personal Information and ensures its protection against unauthorized access and distribution in accordance with internal rules and regulations. 4.2. As for the User's Personal Information, its confidentiality is maintained, except when the technology of the Site or its Services or the settings of the software used by the User provide for the open exchange of information with any Internet users. 4.3. The Seller has the right to transfer Personal Information to third parties in the following cases: • The User has expressed his consent to such actions, including cases where the User uses the settings of the software used, which do not limit the provision of certain information; • The transfer is necessary within the user's use of the functionality of the Site or its Services; • At the request of a court or other authorized state body within the framework of the procedure established by law; • To protect the rights and legitimate interests of the Seller in connection with the violation of contracts concluded with the user .
uk: 4.1. Продавець здійснює зберігання Персональної інформації та забезпечує її охорону від несанкціонованого доступу та розповсюдження відповідно до внутрішніх правил і регламентів. 4.2. Щодо Персональної інформації користувача зберігається її конфіденційність, за винятком випадків, коли технологія Сайта або його Сервісів або налаштування використовуваного користувачем програмного забезпечення передбачають відкритий обмін інформацією з будь-якими користувачами мережі Інтернет. 4.3. Продавець має право передавати Персональну інформацію третім особам у таких випадках: • Користувач висловив свою згоду на такі дії, включаючи випадки застосування користувачем налаштувань використовуваного програмного забезпечення, що не обмежують надання певної інформації; • Передача необхідна в рамках використання користувачем функціональних можливостей Сайта або його Сервісів; • За запитом суду або іншого уповноваженого державного органу в рамках встановленої законодавством процедури; • Для захисту прав і законних інтересів Продавця у зв'язку з порушенням укладених з користувачем договорів.

# privacy_policy_5
source: 5. Change of Personal Information
uk: 5. Зміна Особистої інформації

# privacy_policy_5_content
source: 5.1. The user has the right to independently edit the Personal Information provided by him during registration in his Personal account at any time. 5.2. In the event of termination of the concluded contract, the user can exercise the right to withdraw consent to the processing of his personal data and delete the User's Account by sending a request to the Seller to delete his account at the address traktorgastrobar.kh@gmail.com, 5.3. In order to improve the quality of the Site and its Services and to ensure the possibility of legal protection, the Seller has the right to keep log files about the actions taken by the user within the framework of using the Site and its Services, as well as in connection with the conclusion and execution by the User of the Agreement and other contracts with for its part, within 6 (Six) months from the moment of their commission.
uk: 5.1. Користувач має право в будь-який момент самостійно відредагувати у своєму Особистому кабінеті надану ним при реєстрації Персональну інформацію. 5.2. У разі припинення укладеного договору, користувач реалізувати право на відкликання згоди на обробку його персональних даних та видалення Облікового запису Користувача шляхом направлення Продавцю запиту на видалення свого облікового запису за адресою traktorgastrobar.kh@gmail.com, 5.3. З метою підвищення якості Сайту та його Сервісів і забезпечення можливості правового захисту, Продавець має право зберігати лог-файли про дії, вчинені користувачем в рамках використання Сайту і його Сервісів, а також у зв'язку з укладенням і виконанням Користувачем Угоди та інших договорів зі свого боку, протягом 6 (Шести) місяців з моменту їх вчинення.

# privacy_policy_6
source: 6. Change of privacy policy
uk: 6. Зміна політики конфіденційності

# privacy_policy_6_content
source: 6.1. This Policy may be changed by the Seller unilaterally without prior notice to the User. The new version of the Policy enters into force from the moment of its posting on the Seller's Website, unless otherwise provided by the new version of the Policy.
uk: 6.1. Справжня Політика може бути змінена Продавцем в односторонньому порядку без попереднього повідомлення Користувача. Нова редакція Політики набирає чинності з моменту її розміщення на Сайті Продавця, якщо інше не передбачено новою редакцією Політики.

source: More
uk: Інше

source: Personal information
uk: Особиста інформація

source: Notifications
uk: Сповіщення

source: Set up notifications
uk: Налаштувати сповіщення

source: Language
uk: Мова

source: Customize language
uk: Обрати мову застосунку

source: Theme
uk: Тема

source: Select the application theme
uk: Налаштувати тему

source: Report a bug
uk: Повідомити про помилку

source: Write to us if you find a bug
uk: Напишіть нам, якщо знайшли помилку

source: Write a review
uk: Написати відгук

source: Rate our app and service
uk: Оцініть застосунок та послуги

source: Privacy policy
uk: Політика конфіденційності

source: Read this before using app
uk: Прочитайте це перед використанням програми

source: Frequently asked question
uk: Поширені запитання

source: Submit
uk: Надіслати

source: Remarks or wishes
uk: Зауваження або побажання

source: Rate our service
uk: Оцініть наш сервіс

source: How to return the product?
uk: Як повернути товар?

# howToReturnTheProductContent
source: Rejection of the product is possible at the time of receipt and if it is of inadequate quality. The transferred funds are returned to your bank account within 5 - 30 working days (the term depends on the Bank that issued your bank card).
uk: Відмова від товару можлива в момент отримання і при умові неналежної якості його. Повернення переказаних коштів проводиться на Ваш банківський рахунок протягом 5 - 30 робочих днів (термін залежить від Банку, який видав Вашу банківську карту).

source: What are the payment methods?
uk: Які є способи оплати?

# whatAreThePaymentMethodsContent
source: To choose to pay for the product using a bank card on the corresponding page, click the button "Pay for the order by bank card". Payment is made through the liqpay system using Bank cards of the Visa and Mastercard payment systems
uk: Для вибору оплати товару за допомогою банківської картки на відповідній сторінці необхідно натиснути кнопку «Оплата замовлення банківською карткою». Оплата відбувається через систему liqpay з використанням Банківських карток платіжних систем Visa та Mastercard

source: How does delivery work?
uk: Як працює доставка?

# howDoesDeliveryWorkContent
source: Delivery of orders is carried out exclusively by the taxi services of the city of Kharkiv, according to the service tariffs. The minimum order amount for delivery is 300 UAH.\n\nFor orders from 500 UAH within 7 km from the restaurant, the delivery of orders is FREE!\n\nIn the case of orders, the distance of which is more than 7 km from In such cases, the customer pays the delivery cost of UAH 100. For example, the cost of the glass delivery is UAH 100. In this case, the restaurant pays UAH 150. customer.\n\nOrders from UAH 3,000 are delivered in Kharkov for FREE! Estimated preparation time from 15 to 40 minutes depending on the load of the kitchen.\n\nDelivery time depends on the speed of delivery by the taxi service and the speed of delivery by the driver.\n \nThe customer receives all orders at the entrance of his house. There is no delivery to the door!
uk: Доставка замовлень здійснюється виключно службами таксі міста Харкова, за тарифами служб. Мінімальна сума замовлення для доставки 300грн. При замовленні від 500грн в межах 7км від ресторану доставка замовлень - БЕЗКОШТОВНА! У разі замовлень, відстань яких більше 7км від ресторану вартість доставки сплачує клієнт по тарифу служби таксі. В таких випадках ресторан компенсує клієнту вартість доставки в розмірі 100грн. Різницю сплачує клієнт! Наприклад, вартість доставки вашого замовлення скла 250грн. В такому випадку ресторан, з свого боку сплачує 100грн а залишок вартості 150грн сплачує клієнт. Замовлення сума яких від 3000грн доставляються по Харкову - БЕЗКОШТОВНО! Орієнтовний час приготування замовлень від 15хв до 40хв. в залежності від завантажень кухні. Час доставки залежить від швидкості подачі авто службою таксі та швидкістю доставки водієм. Всі замовлення клієнт отримує біля під'їзду свого будинку. Доставка до дверей відсутня!

source: How to place an order?
uk: Як оформити замовлення?

# howToPlaceAnOrderContent
source: Orders can be made online in the Traktor Family Gastro Bar application or by calling 073-133-61-87 / 093-676-76-46.\n\nPayment for orders is made online in the Traktor Family Gastro Bar application or by card transfer to the restaurant's account. \n\nOrders are accepted from Monday to Sunday from 11:00 a.m. to 8:45 p.m.
uk: Замовлення можна зробити онлайн у застосунку Traktor Family Gastro Bar або за телефоном 073-133-61-87 / 093-676-76-46. Оплата замовлень здійснюється онлайн у застосунку Traktor Family Gastro Bar або картковим переказом на рахунок ресторану. Прийняття замовлень здійснюється з понеділка по неділю з 11:00 до 20:45год.

# inCaseOfAnyQuestionsPleaseCall
source: In case of any questions, please call 073-133-61-87.
uk: У разі виникнення будь яких питань будь ласка просимо звертатися за телефоном 073-133-61-87.

source: Found an error?
uk: Знайшли помилку?

# notifyUsOfAnErrorInTheOperationOfApp
source: Notify us of an error in the operation of the application and we will solve it in the near future
uk: Повідомте нас про помилку у роботі застосунка і ми вирішимо її у найближчий час

source: Describe the problem
uk: Опишіть проблему

source: Add a photo
uk: Додайте фото

source: Apply
uk: Застосувати

source: Log in
uk: Увійти

# youAreNotAuthorized
source: You are not authorized, so you cannot change personal data
uk: Ви не авторизовані, тому ви не можете змінювати особисті дані

source: Phone number
uk: Номер телефону

source: Enter your name
uk: Введіть ваше ім'я

source: Name
uk: Ім'я

source: Email
uk: Ел. пошта

source: Email notification
uk: Сповіщення на електронну пошту

source: Delivery notification
uk: Сповіщення про доставку

source: Reservation notification
uk: Сповіщення про бронювання

source: New dishes notification
uk: Сповіщення про нові страви

# youAreNotAuthorizedNotifications
source: You are not authorized, so you cannot enable email notifications
uk: Ви не авторизовані, тому ви не можете увімкнути сповіщення на електронну пошту

source: Thank you!
uk: Дякуємо!

source: We will fix this error as soon as possible
uk: Ми виправимо цю помилку якнайшвидше

source: Oops, something went wrong
uk: Упс, щось пішло не так

source: We are already fixing this bug, please try again later
uk: Ми вже виправляємо цю помилку, спробуйте будь ласка пізніше

# tellMeWhatProblemYouFound
source: Tell us what problem you found
uk: Pозкажіть яку проблему ви знайшли

source: Go back
uk: Повернутися назад

source: Thank you for your feedback
uk: Дякуємо за ваш відгук

# weTryToImproveOurServiceEveryDay
source: We try to improve our service every day to see you more often in our restaurant
uk: Ми намагаємося покращувати наш сервіс кожен день, щоб бачити вас частіше у нашому ресторані

source: Dark
uk: Темна

source: Light
uk: Світла

source: Auto
uk: Авто.

source: Discover our world of tastes!
uk: Відкрийте наш світ смаків!

# experienceUniqueDishes
source: Experience unique dishes prepared with love by our chefs. From traditional cuisine to gourmet gastronomic delights.
uk: Відчуйте унікальні страви, приготовлені з любов'ю нашими кухарями. Від традиційної кухні до вишуканих гастрономічних насолод.

source: Convenient table reservations
uk: Зручне бронювання столиків

# easilyFindYourFavoriteDishes
source: Easily find your favorite dishes in our interactive menu. Just choose what you want and place your order in a few clicks.
uk: Знайдіть свої улюблені страви в нашому інтерактивному меню. Просто виберіть те, що ви хочете, і зробіть замовлення в пару кліків.

source: Fast delivery to your home
uk: Швидка доставка до дому

# areYouHungry
source: Are you hungry? No problem! Our couriers will deliver your order as quickly as possible and with care for quality.
uk: Ви голодні? Не біда! Наші кур’єри доставлять ваше замовлення максимально швидко та якісно.

source: Create Account
uk: Створити акаунт

source: Log Out
uk: Вийти
